/* 
   Localizable.strings
   PSPTimer

   Created by hiro on 10/11/15.
   Copyright 2010 __MyCompanyName__. All rights reserved.
 */


"STR-001" = "集計方法の追加";
"STR-002" = "集計方法の編集";
"STR-003" = "キャンセル";
"STR-004" = "この集計方法を削除";
"STR-005" = "計算式のフォーマットが不正です。";
"STR-006" = "OK";
"STR-007" = "この集計方法を削除しますか？";
"STR-008" = "削除";
"STR-009" = "カテゴリー名の選択";
"STR-010" = "設定";
"STR-011" = "集計方法のカスタマイズ";
"STR-012" = "オリジナルの集計方法を追加できます";
"STR-013" = "iPhone上の入力履歴を全削除";
"STR-014" = "iPhone上のデータを全削除";
"STR-015" = "集計画面";
"STR-016" = "初期化";
"STR-017" = "iPhone上の入力履歴を全て削除しますか？\nご注意：Google Drive上の入力履歴は削除されません。";
"STR-018" = "iPhone上のすべてのデータ(カテゴリー、入力履歴、独自の集計方法)を削除しますか？\nご注意：Google Drive上のデータは削除されません。";
"STR-019" = "カテゴリー名の入力";
"STR-020" = "カテゴリー名";
"STR-021" = "カテゴリーの選択";
"STR-022" = "手動で入力...";
"STR-023" = "履歴の編集";
"STR-024" = "この履歴を削除";
"STR-025" = "カテゴリー:";
"STR-026" = "日付:";
"STR-027" = "金額";
"STR-028" = "金額を入力(必須)";
"STR-029" = "メモ:";
"STR-030" = "メモを入力(任意)";
"STR-031" = "この履歴を削除しますか？";
"STR-032" = "￥";
"STR-033" = "家計簿の入力";
"STR-034" = "カテゴリーの追加";
"STR-035" = "カテゴリー名";
"STR-036" = "カテゴリーの編集";
"STR-037" = "このカテゴリーを削除";
"STR-038" = "このカテゴリーを削除しますか？";
"STR-039" = "";
"STR-040" = "";
"STR-041" = "";
"STR-042" = "円";
"STR-043" = "万円";
"STR-044" = "並べ替え";
"STR-045" = "カテゴリーを選択してください";
"STR-046" = "新しいカテゴリーを追加...";
"STR-047" = "完了";
"STR-048" = "年";
"STR-049" = "月";
"STR-050" = "読み込み中...";
"STR-051" = "エラー";
"STR-052" = "カスタム集計";
"STR-053" = "カテゴリーの集計";
"STR-054" = "カテゴリーの集計";
"STR-055" = "同期を開始";
"STR-056" = "家計簿の同期";
"STR-057" = "Google Driveアカウント";
"STR-058" = "Google Drive上のデータベース";
"STR-059" = "ユーザー名";
"STR-060" = "パスワード";
"STR-061" = "アカウントを保存";
"STR-062" = "同期を中止";
"STR-063" = "Google Driveのアカウントを認証中...";
"STR-064" = "Google Driveサービスの認証に失敗しました。アカウントが正しいことを確認してください。";
"STR-065" = "Google Drive上のファイル一覧を取得中...";
"STR-066" = "Google Drive上のドキュメント一覧を取得できませんでした。";
"STR-067" = "新規データベースを作成中...";
"STR-068" = "Google Drive上のデータベースをダウンロード中...";
"STR-069" = "Google Drive上のデータベースをダウンロードできませんでした。";
"STR-070" = "ダウンロードしたデータベースを解析中...";
"STR-071" = "Google Drive上のデータベースの";
"STR-072" = "行目が不正です。";
"STR-073" = "同期中に他のユーザーによってデータベースが編集されました。";
"STR-074" = "Google Drive上のデータベースを更新中...";
"STR-075" = "Google Drive上のデータベースを更新できませんでした。";
"STR-076" = "Google Driveにデータベースをアップロード中...";
"STR-077" = "Google Driveに新しいデータベースをアップロードできませんでした。";
"STR-078" = "iPhone上のデータベースを更新中...";
"STR-079" = "家計簿を同期しました。";
"STR-080" = "同期失敗";
"STR-081" = "閉じる";
"STR-082" = "スプレッドシートの一覧を取得できませんでした。アカウントが正しいことを確認してください。";
"STR-083" = "Google Drive上のスプレッドシート";
"STR-084" = "Google Driveに新しいデータベースを作成...";
"STR-085" = "スプレッドシート一覧の取得中...";
"STR-086" = "最終更新日: ";
"STR-087" = "データベースの選択";
"STR-088" = "データベースの作成";
"STR-089" = "衝突一覧";
"STR-090" = "変更の衝突";
"STR-091" = "あなたが変更したデータを、他の人も同時に変更してしまいました。\nどちらのデータを採用するか選択してください。";
"STR-092" = "集計方法";
"STR-093" = "入力履歴";
"STR-094" = "元のデータ";
"STR-095" = "あなたの変更";
"STR-096" = "データを削除";
"STR-097" = "他の人の変更";
"STR-098" = "集計方法";
"STR-099" = "新しい集計方法を追加...";
"STR-100" = "[非表示] ";
"STR-101" = "計算式のフォーマットが不正です。";
"STR-102" = "家計簿DB";
"STR-103" = "入力";
"STR-104" = "集計";
"STR-105" = "同期";
"STR-106" = "食費";
"STR-107" = "光熱費";
"STR-108" = "交際費";
"STR-109" = "家賃";
"STR-110" = "通信費";
"STR-111" = "交通費";
"STR-112" = "その他";
"STR-113" = "カテゴリー";
"STR-114" = "次のID";
"STR-115" = "ID";
"STR-116" = "カテゴリー名";
"STR-117" = "集計方法";
"STR-118" = "タイトル";
"STR-119" = "計算式";
"STR-120" = "単位";
"STR-121" = "入力履歴";
"STR-122" = "年";
"STR-123" = "月";
"STR-124" = "日";
"STR-125" = "カテゴリー";
"STR-126" = "金額";
"STR-127" = "メモ";
"STR-128" = "すべて";
"STR-129" = "すべてのカテゴリーの合計金額";
"STR-130" = "その他";
"STR-131" = "フィードバック送信...";
"STR-132" = "改善要望やバグ報告をご連絡ください";
"STR-133" = "メールを送信できませんでした。";
"STR-134" = "フィードバック";
"STR-135" = "Free版で入力できる家計簿は100件までです。\n通常版を購入してください。";
"STR-136" = "家族で家計簿";
"STR-137" = "家族で家計簿 Free";
"STR-138" = "";

"STR-139" = "同じ名前のスプレッドシートがあります。\n上書きしますか？";
"STR-140" = "エクスポートを中止しました。";
"STR-141" = "上書き";
"STR-142" = "スプレッドシートを削除中...";
"STR-143" = "タスク計測_計測履歴";
"STR-144" = "Time(min)";
"STR-145" = "Time(hr)";
"STR-146" = "計測履歴";
"STR-147" = "タスクのデータを読み込み中...";
"STR-148" = "スプレッドシート一覧を取得できませんでした。アカウントが正しいことを確認してください。";
"STR-149" = "スプレッドシートを上書きできませんでした。";
"STR-150" = "スプレッドシートをアップロードできませんでした。";
"STR-151" = "エラー";
"STR-152" = "未選択";
"STR-153" = "計測履歴のデータを読み込み中...";
"STR-154" = "taskname";
"STR-155" = "インポートするスプレッドシート";
"STR-156" = "インポート開始";
"STR-157" = "スプレッドシートを読み込み中...";
"STR-158" = "スプレッドシートのデータを読み込めませんでした。";
"STR-159" = "個のタスクが見つかりました。\n現在のタスク一覧をこのタスクで上書きしますか？";
"STR-160" = "タスクのデータが見つかりませんでした。";
"STR-161" = "インポートが完了しました。";
"STR-162" = "インポートを中止しました。";
"STR-163" = "スプレッドシートの選択";
"STR-164" = "履歴のデータが見つかりませんでした。";
"STR-165" = "startdate";
"STR-166" = "enddate";
"STR-167" = "インポート中止";
"STR-168" = "個の計測履歴が見つかりました。\n現在の計測履歴をこの計測履歴で上書きしますか？";
"STR-169" = "アカウントを記憶する";
"STR-170" = "グラフ";
"STR-171" = "日";
"STR-172" = "週";
"STR-173" = "月";
"STR-174" = "単年";
"STR-175" = "単月";
"STR-176" = "単日";
"STR-177" = "積算";
"STR-178" = "累積金額の表示";
"STR-179" = "指定された日までの累積金額を表示";
"STR-180" = "入力履歴の並び順";
"STR-181" = "昇順";
"STR-182" = "降順";
"STR-183" = "日付の昇順または降順";
"STR-184" = "全般";
"STR-185" = "金額の単位";
"STR-186" = "集計画面などの表示単位を変更";
"STR-187" = "新しいセパレータを追加...";
"STR-188" = "セパレータの追加";
"STR-189" = "任意";
"STR-190" = "[Separator]";
"STR-191" = "セパレータの編集";
"STR-192" = "このセパレータを削除";
"STR-193" = "このセパレータを削除しますか？";
"STR-194" = "入力画面";
"STR-195" = "一度に多数のカテゴリーを表示";
"STR-196" = "月の締め日";
"STR-197" = "日";
"STR-198" = "月末";
"STR-199" = "データベースを作成中...";
"STR-200" = "コンフリクトを確認中...";
"STR-201" = "Crash Report";
"STR-202" = "クラッシュしました";
"STR-203" = "ご不便おかけします。\n原因調査のため、クラッシュの内容を開発者に送ってください。\n(クラッシュの内容には個人情報は含まれていません)";
"STR-204" = "集計単位";
"STR-205" = "デバッグログ";
"STR-206" = "同期で落ちる場合、内容をご連絡ください";
"STR-207" = "「\"」や「,」は使用できません。";
"STR-208" = "すでに同じ名前のカテゴリーが存在します。";
"STR-209" = "入力済みの履歴のカテゴリー名も変更しますか？";
"STR-210" = "はい";
"STR-211" = "いいえ";
"STR-212" = "集計結果が0の項目を非表示";
"STR-213" = "履歴";
"STR-214" = "すべて";
"STR-215" = "セパレータ";

